


{ "languages": ["en", "bm"],
  "translation": [
    {"en": "Malaysia Covid19 (Updated Daily Based on KKM Data)", "bm": "Covid19 Malaysia (Dikemaskini Setiap Hari Berdasarkan Data KKM)"},
    {"en": "Application Developed by Dr. Ho Ket Li", "bm": "Aplikasi Dibangunkan oleh Dr Ho Ket Li"},
    {"en":"How Many Days of Data e.g. 7", "bm":"Data untuk berapa hari e.g. 7"},
    {"en":"State (First letter of each word must be Capitalised e.g. WP Kuala Lumpur)", "bm":"Negeri (Huruf pertama setiap perkataan mestilah HURUF BESAR. Contoh: WP Kuala Lumpur)"},
    {"en": "District (First letter of each word must be Capitalised e.g. Hulu Langat)", "bm": "Daerah (Huruf pertama setiap perkataan mestilah HURUF BESAR. Contoh: Hulu Langat)"},
    {"en": "This App is Free for Public Usage at Their Own Risk. The Developer will Not Accept Responsibility for Any Mistake of the Data and Figures", "bm": "Aplikasi ini boleh digunakan secara percuma atas tanggungan risiko sendiri. Pencipta aplikasi tidak bertanggungjawab atas sebarang kesilapan data dan gambarajah"},
    {"en": "Vaccination", "bm": "Vaksinasi"},
    {"en": "Percentage of Population with 2 Doses of Vaccine", "bm": "Peratus Penduduk yang Menerima 2 Dos Vaksin"},
    {"en": "For previous infectious diseases, the threshold to achieve herd immunity is about 80% for Polio and 95% for measles. We are yet to know what proportion of the population need to be vaccined to achieve herd immunity for COVID19.", "bm": "Bagi penyakit-penyakit berjangkit sebelum ini, nilai ambang imuniti kelompok adalah kira-kira 80% bagi penyakit polio dan 95% bagi demam campak. Kita masih belum mengetahui peratusan populasi yang perlu menerima vaksin untuk mencapai imuniti kelompok terhadap COVID19."},
    {"en": "New Cases", "bm": "Kes Baharu"},
    {"en": "Daily Tests", "bm": "Ujian Saringan Harian"},
    {"en": "The daily tests reported here is a sum of antigen rapid test and PCR tests.", "bm": "Ujian saringan harian yang dilaporkan merupakan jumlah ujian RTK-Antigen dan RT-PCR."},
    {"en": "Positive Rate", "bm": "Kadar Positif"},
    {"en": "Because limited testing makes it likely that many cases will be missed, the positive rate can also help our understanding of the spread of the virus. According to criteria published by WHO in May 2020, a positive rate of less than 5% is one indicator that the epidemic is under control in a country.", "bm": "Oleh sebab ujian saringan yang terbatas mungkin mengakibatkan banyak kes tidak dikesan, kadar positif juga dapat membantu kita untuk memahami tentang penularan virus itu. Menurut kriteria yang diterbitkan oleh Pertubuhan Kesihatan Sedunia (WHO) pada bulan Mei 2020, kadar positif yang kurang daripada 5% merupakan satu penunjuk bahawa wabak tersebut dapat dikawal di sebuah negara."},
    {"en": "New Deaths", "bm": "Kes Kematian Baharu"},
    {"en": "With more population being vaccinated, the daily new cases may increase but the new deaths will not increase with same magnitude.", "bm": "Dengan lebih ramai penduduk menerima vaksin, peningkatan kes kematian adalah lebih terkawal walaupun kes baru harian bertambah. "},
    {"en": "Latest New Deaths by State", "bm": "Angka Kematian Terkini Mengikut Negeri"},
    {"en": "Latest Hospital Bed Usage by State", "bm": "Penggunaan Katil Hospital Terkini Mengikut Negeri"},
    {"en": "With more population being vaccinated, the daily new cases may increase but the number of patients being hospitalised will not increase with same magnitude.", "bm": "Dengan lebih ramai penduduk menerima vaksin, peningkatan pesakit yang perlu masuk hospital adalah lebih terkawal walaupun kes baru harian bertambah. "},
    {"en": "Latest ICU Bed Usage by State", "bm": "Penggunaan Katil Unit Rawatan Rapi (ICU) Terkini Mengikut Negeri"},
    {"en": "With more population being vaccinated, the daily new cases may increase but the number of patients being admited to ICU will not increase with same magnitude.", "bm": "Dengan lebih ramai penduduk menerima vaksin, peningkatan pesakit yang perlu masuk ICU adalah lebih terkawal walaupun kes baru harian bertambah. "},
    {"en": "Latest Ventilator Usage by State", "bm": "Penggunaan Alat Bantuan Pernafasan Terkini Mengikut Negeri"},
    {"en": "The ventilator usage reported here is the sum of portable and non-portable ventilator. With more population being vaccinated, the daily new cases may increase but the number of patients who need ventilator will not increase with same magnitude.", "bm": "Penggunaan alat bantuan pernafasan yang disebutkan sini termasuk alat bantuan pernafasan mudah alih and tidak mudah alih. Dengan lebih ramai penduduk menerima vaksin, peningkatan pesakit yang memerlukan alat bantuan pernafasan adalah lebih terkawal walaupun kes baru harian bertambah. "},
    {"en": "Category of Active Clusters", "bm": "Kategori Kluster Aktif"},
    {"en": "The first figure shows the number of active clusters contributed by different categories.", "bm": "Gambarajah pertama menunjukkan bilangan kluster aktif dari pelbagai kategori"},
    {"en": "The second figure shows the number of patients per active cluster contributed by different categories.", "bm": "Gambarajah kedua menunjukkan purata bilangan pesakit untuk setiap kluster active dari pelbagai kategori"},
    {"en": "Active Cluster by State", "bm": "Kluster Aktif Mengikut Negeri"},
    {"en": "Active Cluster by State and District", "bm": "Kluster Aktif Mengikut Negeri dan Daerah"},
    {"en": "Date", "bm": "Tarikh"},
    {"en": "People with 2 Doses of Vaccine", "bm": "Individu yang Menerima 2 Dos Vaksin"},
    {"en": "Daily Vaccine Administration", "bm": "Pemberian Vaksin Harian"},
    {"en": "State", "bm": "Negeri"},
    {"en": "Population with 2 Doses of Vaccine (%)", "bm": "Populasi yang Menerima 2 Dos Vaksin (%)"},
    {"en": "Number of New Cases", "bm": "Bilangan Kes Baharu"},
    {"en": "Number of Tests", "bm": "Bilangan Ujian Saringan"},
    {"en": "Positive Rate (%)", "bm": "Kadar Positif (%)"},
    {"en": "Number of Deaths", "bm": "Angka Kematian"},
    {"en": "Usage of Hospital Bed (%)", "bm": "Penggunaan Katil Hospital (%)"},
    {"en": "Usage of ICU Bed (%)", "bm": "Penggunaan Katil Unit Rawatan Rapi (ICU) (%)"},
    {"en": "Usage of ICU Ventilator (%)", "bm": "Penggunaan Alat Bantuan Pernafasan di Unit Rawatan Rapi (ICU) (%)"},
    {"en": "Category", "bm": "Kategori"},
    {"en": "Number of Active Cluster", "bm": "Bilangan Kluster Aktif"},
    {"en": "Workplace", "bm": "Tempat Kerja"},
    {"en": "Community", "bm": "Komuniti"},
    {"en": "Detention Centre", "bm": "Pusat Tahanan"},
    {"en": "Education", "bm": "Pendidikan"},
    {"en": "High Risk", "bm": "Risiko Tinggi"},
    {"en": "Import", "bm": "Import"},
    {"en": "Religious", "bm": "Agama"},
    {"en": "Number of Cases Per Active Cluster", "bm": "Purata Bilangan Kes untuk Setiap Kluster"}
      ]
}